Repository: Rahul-Chandera/Vittora
Catalog: Vittora/Localizable.xcstrings
Source language: en
Languages: es, hi

source: Notifications scheduled during quiet hours are delivered when quiet hours end.
es: Las notificaciones programadas durante las horas de silencio se entregan cuando estas terminan.
hi: शांत घंटों के दौरान शेड्यूल किए गए नोटिफ़िकेशन, शांत घंटे खत्म होने पर डिलीवर होते हैं।

source: Notifications Unavailable
es: Notificaciones no disponibles
hi: नोटिफ़िकेशन उपलब्ध नहीं हैं

source: OBBBA additional standard deduction for age 65+ is modeled without income phase-outs.
es: La deducción estándar adicional OBBBA para mayores de 65 años se modela sin reducción por ingresos.
hi: 65+ आयु के लिए OBBBA की अतिरिक्त स्टैंडर्ड डिडक्शन की गणना आय के आधार पर चरणबद्ध कटौती के बिना की गई है।

source: OCR failed: %@
es: Error de OCR: %@
hi: OCR विफल: %@

source: of
es: de
hi: में से

source: Off
es: Desactivado
hi: बंद

source: Off by default so shared images show categories and counts, not your finances.
es: Desactivado de forma predeterminada para que las imágenes compartidas muestren categorías y conteos, no tus finanzas.
hi: डिफ़ॉल्ट रूप से बंद, ताकि शेयर की गई इमेज में कैटेगरी और संख्याएँ दिखें, आपकी रकम नहीं।

source: Offline
es: Sin conexión
hi: ऑफ़लाइन

source: Old Regime
es: Régimen anterior
hi: पुरानी कर व्यवस्था

source: OLED Black
es: Negro OLED
hi: OLED काला

source: On
es: Activado
hi: चालू

source: on %@
es: el %@
hi: %@ को

source: On track
es: En camino
hi: सही राह पर

source: On Track
es: En camino
hi: सही दिशा में

source: Only transactions within this range will be exported.
es: Solo se exportarán las transacciones dentro de este rango.
hi: केवल इस सीमा के भीतर के ट्रांज़ैक्शन एक्सपोर्ट किए जाएंगे।

source: Open
es: Abrir
hi: खोलें

source: Open Quick Entry to add an expense
es: Abrir entrada rápida para agregar un gasto
hi: खर्च जोड़ने के लिए क्विक एंट्री खोलें

source: Open Vittora
es: Abrir Vittora
hi: Vittora खोलें

source: Opening Balance
es: Saldo inicial
hi: ओपनिंग बैलेंस

source: Opens account details
es: Abre los detalles de la cuenta
hi: अकाउंट की जानकारी खोलता है

source: Opens debt details
es: Abre los detalles de la deuda
hi: उधार विवरण खोलता है

source: Opens split group details
es: Abre los detalles del grupo de división
hi: स्प्लिट ग्रुप का विवरण खोलता है

source: Opens the account form
es: Abre el formulario de cuenta
hi: अकाउंट फ़ॉर्म खोलता है

source: Opens the accounts list
es: Abre la lista de cuentas
hi: अकाउंट की सूची खोलता है

source: Opens the budget form
es: Abre el formulario de presupuesto
hi: बजट फ़ॉर्म खोलता है

source: Opens the Budgets tab
es: Abre la pestaña Presupuestos
hi: बजट टैब खोलता है

source: Opens the category form
es: Abre el formulario de categoría
hi: कैटेगरी फ़ॉर्म खोलता है

source: Opens the debt entry form
es: Abre el formulario de registro de deuda
hi: उधार एंट्री फ़ॉर्म खोलता है

source: Opens the detail screen
es: Abre la pantalla de detalles
hi: विवरण स्क्रीन खोलता है

source: Opens the expense transaction form
es: Abre el formulario de gasto
hi: खर्च का ट्रांज़ैक्शन फ़ॉर्म खोलता है

source: Opens the group expense form
es: Abre el formulario de gasto de grupo
hi: ग्रुप खर्च फ़ॉर्म खोलता है

source: Opens the income transaction form
es: Abre el formulario de ingreso
hi: आय का ट्रांज़ैक्शन फ़ॉर्म खोलता है

source: Opens the new transaction form
es: Abre el formulario de nueva transacción
hi: नए ट्रांज़ैक्शन का फ़ॉर्म खोलता है

source: Opens the payee form
es: Abre el formulario de beneficiario
hi: पेयी फ़ॉर्म खोलता है

source: Opens the recurring transaction form
es: Abre el formulario de transacción recurrente
hi: आवर्ती ट्रांज़ैक्शन फ़ॉर्म खोलता है

source: Opens the savings goal form
es: Abre el formulario de meta de ahorro
hi: बचत लक्ष्य फ़ॉर्म खोलता है

source: Opens the split group form
es: Abre el formulario de grupo de división
hi: स्प्लिट ग्रुप फ़ॉर्म खोलता है

source: Opens the tax profile form
es: Abre el formulario de perfil fiscal
hi: टैक्स प्रोफ़ाइल फ़ॉर्म खोलता है

source: Opens the transaction form
es: Abre el formulario de transacción
hi: ट्रांज़ैक्शन फ़ॉर्म खोलता है

source: Opens the Transactions tab
es: Abre la pestaña Transacciones
hi: ट्रांज़ैक्शन टैब खोलता है

source: Opens the transfer form
es: Abre el formulario de transferencia
hi: ट्रांसफ़र फ़ॉर्म खोलता है

source: Opens transaction details
es: Abre los detalles de la transacción
hi: ट्रांज़ैक्शन का विवरण खोलता है

source: Opens transaction filters
es: Abre los filtros de transacciones
hi: ट्रांज़ैक्शन फ़िल्टर खोलता है

source: Optional
es: Opcional
hi: वैकल्पिक

source: Optional note
es: Nota opcional
hi: वैकल्पिक नोट

source: Options
es: Opciones
hi: विकल्प

source: Orange
es: Naranja
hi: नारंगी

source: Ordinary income is slab-taxed; equity LTCG/STCG use simplified rates and exemptions.
es: Los ingresos ordinarios se gravan por tramos; las ganancias de capital LTCG/STCG en acciones usan tasas y exenciones simplificadas.
hi: सामान्य आय पर स्लैब के अनुसार टैक्स लगता है; इक्विटी LTCG/STCG के लिए सरलीकृत दरें और छूट लागू होती हैं।

source: Other
es: Otros
hi: अन्य

source: Other Deductions
es: Otras deducciones
hi: अन्य कटौतियाँ

source: Other Income
es: Otros ingresos
hi: अन्य आय

source: Outstanding
es: Pendiente
hi: बकाया

source: Outstanding Expenses
es: Gastos pendientes
hi: बकाया खर्च

source: Outstanding expenses:
es: Gastos pendientes:
hi: बकाया खर्च:

source: Outstanding expenses: None
es: Gastos pendientes: Ninguno
hi: बकाया खर्च: कोई नहीं

source: over
es: por encima
hi: ऊपर

source: over budget
es: por encima del presupuesto
hi: बजट से अधिक

source: Over budget
es: Por encima del presupuesto
hi: बजट से अधिक

source: Over Budget
es: Por encima del presupuesto
hi: बजट से अधिक

source: Overall
es: General
hi: कुल

source: Overall Progress
es: Progreso general
hi: कुल प्रगति

source: Overall savings progress
es: Progreso general de ahorro
hi: कुल बचत प्रगति

source: Overdue
es: Vencido
hi: समय सीमा पार

source: Overview
es: Resumen
hi: ओवरव्यू

source: Owed to You
es: Le deben
hi: आपको मिलने वाली राशि

source: owes
es: debe
hi: को देना है

source: owes you %@
es: le debe %@
hi: आपको %@ देना है

source: Owes you %@
es: Te debe %@
hi: आपको %@ मिलने हैं

source: Page %lld of %lld
es: Página %lld de %lld
hi: पेज %lld, कुल %lld

source: paid
es: pagado
hi: भुगतान किया

source: Paid By
es: Pagado por
hi: भुगतानकर्ता

# Paid by %@ · %@
source: Paid by %1$@ · %2$@
es: Pagado por %@ · %@
hi: %1$@ ने भुगतान किया · %2$@

source: Parents are senior citizens (80D)
es: Los padres son adultos mayores (80D)
hi: माता-पिता वरिष्ठ नागरिक हैं (80D)

source: Passcode Fallback
es: Código de respaldo
hi: पासकोड फ़ॉलबैक

source: Pause
es: Pausar
hi: रोकें

source: Paused
es: Pausado
hi: रुका हुआ

source: Payable
es: Por pagar
hi: देय

source: Payables
es: Por pagar
hi: देय राशियां

source: Payee
es: Beneficiario
hi: पेयी

source: Payee (Optional)
es: Beneficiario (opcional)
hi: पेयी (वैकल्पिक)

source: Payee not found
es: Beneficiario no encontrado
hi: पेयी नहीं मिला

source: Payee Type
es: Tipo de beneficiario
hi: पेयी का प्रकार

source: Payees
es: Beneficiarios
hi: पेयी

source: Payees created
es: Beneficiarios creados
hi: बनाए गए पेयी

source: Payment Due Day
es: Día de vencimiento del pago
hi: भुगतान की देय तारीख

source: Payment Due Soon
es: Pago próximo a vencer
hi: भुगतान जल्द देय है

source: Payment Method
es: Método de pago
hi: भुगतान का तरीका

source: Payroll & Other Lines
es: Nómina y otras partidas
hi: पेरोल और अन्य मदें

source: Payroll taxes are shown separately and are not included in the federal income tax total.
es: Los impuestos de nómina se muestran por separado y no se incluyen en el total del impuesto federal sobre la renta.
hi: पेरोल टैक्स अलग दिखाए गए हैं और फ़ेडरल इनकम टैक्स के कुल में शामिल नहीं हैं।

source: PDF Saved
es: PDF guardado
hi: PDF सेव हो गई

source: Peak
es: Pico
hi: सर्वोच्च

source: Pending
es: Pendiente
hi: लंबित

source: per month
es: por mes
hi: प्रति माह

source: per transaction
es: por transacción
hi: प्रति ट्रांज़ैक्शन

source: Per Transaction
es: Por transacción
hi: प्रति ट्रांज़ैक्शन

source: per year
es: por año
hi: प्रति वर्ष

source: Percentage
es: Porcentaje
hi: प्रतिशत

source: Percentage share
es: Porcentaje
hi: प्रतिशत हिस्सा

source: Percentages must sum to 100%% (currently %@%%).
es: Los porcentajes deben sumar 100%% (actualmente %@%%).
hi: प्रतिशत का कुल 100%% होना चाहिए (अभी %@%% है)।

source: Period
es: Período
hi: अवधि

source: Permanently Delete
es: Eliminar permanentemente
hi: हमेशा के लिए डिलीट करें

source: Permanently deletes all financial data and resets the app.
es: Elimina permanentemente todos los datos financieros y restablece la app.
hi: सभी वित्तीय डेटा को हमेशा के लिए डिलीट करके ऐप रीसेट करता है।

source: Permanently deletes the selected data. This cannot be undone.
es: Elimina permanentemente los datos seleccionados. Esto no se puede deshacer.
hi: चुने गए डेटा को हमेशा के लिए डिलीट कर देता है। इसे वापस नहीं किया जा सकता।

source: Person
es: Persona
hi: व्यक्ति

source: Person / Business
es: Persona / Negocio
hi: व्यक्ति / बिज़नेस

source: Personal Care
es: Cuidado personal
hi: व्यक्तिगत देखभाल

source: Pets
es: Mascotas
hi: पालतू जानवर

source: Phone
es: Teléfono
hi: फ़ोन

source: Pick another year with data, or keep logging transactions.
es: Elige otro año con datos o sigue registrando transacciones.
hi: डेटा वाला कोई दूसरा साल चुनें, या ट्रांज़ैक्शन दर्ज करते रहें।

source: Platform
es: Plataforma
hi: प्लेटफ़ॉर्म

source: Please describe what happened:
es: Describa qué ocurrió:
hi: कृपया बताएँ क्या हुआ:

source: Please enter a valid amount
es: Ingrese un monto válido
hi: कृपया मान्य राशि दर्ज करें

source: Please enter a valid annual income.
es: Ingrese ingresos anuales válidos.
hi: कृपया मान्य वार्षिक आय दर्ज करें।

source: Please enter a valid current amount.
es: Ingrese un monto actual válido.
hi: कृपया मान्य मौजूदा राशि दर्ज करें।

source: Please enter a valid opening balance.
es: Ingrese un saldo inicial válido.
hi: कृपया मान्य ओपनिंग बैलेंस दर्ज करें।

source: Please enter a valid target amount.
es: Ingrese un monto objetivo válido.
hi: कृपया मान्य लक्ष्य राशि दर्ज करें।

source: Please enter a valid transfer amount.
es: Ingrese un monto de transferencia válido.
hi: कृपया मान्य ट्रांसफ़र राशि दर्ज करें।

source: Please fill all required fields
es: Complete todos los campos obligatorios
hi: कृपया सभी ज़रूरी फ़ील्ड भरें

source: Please select who paid.
es: Seleccione quién pagó.
hi: कृपया चुनें कि भुगतान किसने किया।

source: Potentially Relevant
es: Posiblemente relevante
hi: संभवतः संबंधित

source: Preferences
es: Preferencias
hi: प्राथमिकताएं

source: Preferred Delivery Time
es: Hora de entrega preferida
hi: पसंदीदा डिलीवरी समय

source: Preparing export
es: Preparando exportación
hi: एक्सपोर्ट तैयार हो रहा है

source: Preparing Tax Report
es: Preparando informe de impuestos
hi: टैक्स रिपोर्ट तैयार हो रही है

source: Preset
es: Predefinido
hi: प्रीसेट

source: Preset Colors
es: Colores predefinidos
hi: प्रीसेट रंग

source: Preview
es: Vista previa
hi: प्रीव्यू

source: Preview progress
es: Progreso de la vista previa
hi: प्रीव्यू प्रगति

source: Preview Unavailable
es: Vista previa no disponible
hi: प्रीव्यू उपलब्ध नहीं है

source: Privacy Policy
es: Política de privacidad
hi: प्राइवेसी पॉलिसी

source: Private data hidden
es: Datos privados ocultos
hi: निजी डेटा छिपा हुआ है

source: Private financial data is hidden
es: Los datos financieros privados están ocultos
hi: निजी वित्तीय डेटा छिपा हुआ है

source: Profile
es: Perfil
hi: प्रोफ़ाइल

source: Progress
es: Progreso
hi: प्रगति

source: projected
es: proyectado
hi: अनुमानित

source: Projected
es: Proyectado
hi: अनुमानित

source: Projected Balance
es: Saldo proyectado
hi: अनुमानित बैलेंस

source: Projected completion
es: Finalización proyectada
hi: पूरा होने की अनुमानित तारीख

# Projected net (next %lld months): %@
source: Projected net (next %1$lld months): %2$@
es: Neto proyectado (próximos %lld meses): %@
hi: अनुमानित शुद्ध राशि (अगले %1$lld महीने): %2$@

source: Projection based on your recurring items and recent spending — not a guarantee.
es: Proyección basada en sus partidas recurrentes y gasto reciente — no es una garantía.
hi: यह अनुमान आपकी आवर्ती मदों और हाल के खर्च पर आधारित है — इसकी गारंटी नहीं है.

source: Purple
es: Morado
hi: बैंगनी

source: Qualifying Surviving Spouse
es: Cónyuge sobreviviente calificado
hi: पात्र जीवित जीवनसाथी

source: Quarterly
es: Trimestral
hi: तिमाही

source: Queue %@ for %@
es: Encolar %@ para %@
hi: %@ को %@ के लिए कतार में डालें

source: Queue expense
es: Encolar gasto
hi: खर्च को कतार में डालें

source: Queued — syncing with iPhone…
es: En cola — sincronizando con iPhone…
hi: कतार में है — iPhone से सिंक हो रहा है…

source: Queued until iPhone reconnects
es: En cola hasta que iPhone se reconecte
hi: iPhone के दोबारा कनेक्ट होने तक कतार में है

source: Quick Actions
es: Acciones rápidas
hi: क्विक एक्शन

source: Quick Entry
es: Entrada rápida
hi: क्विक एंट्री

source: Quiet Hours
es: Horas de silencio
hi: शांत घंटे

source: Quit and reopen Vittora to finish leaving recovery mode with a fresh data store.
es: Cierre y vuelva a abrir Vittora para terminar de salir del modo de recuperación con un almacén de datos nuevo.
hi: नए डेटा स्टोर के साथ रिकवरी मोड से बाहर निकलने की प्रक्रिया पूरी करने के लिए Vittora बंद करके फिर खोलें।

source: Quit Vittora
es: Salir de Vittora
hi: Vittora बंद करें

source: Raw Text
es: Texto sin procesar
hi: मूल टेक्स्ट

source: Rebate (Sec 87A)
es: Rebaja (sec. 87A)
hi: रिबेट (धारा 87A)

source: Receivable
es: Por cobrar
hi: प्राप्य

source: Receivables
es: Por cobrar
hi: प्राप्य राशियां

source: Receive reminders for bill due dates, budget limits, and goal milestones.
es: Reciba recordatorios de vencimientos de facturas, límites de presupuesto e hitos de metas.
hi: बिल की देय तारीखों, बजट सीमा और लक्ष्य के पड़ावों के रिमाइंडर पाएं।

source: Recent
es: Reciente
hi: हाल के

source: Recent Errors Cleared
es: Errores recientes borrados
hi: हाल की त्रुटियाँ साफ़ हो गईं

source: Recent Generated Transactions
es: Transacciones generadas recientes
hi: हाल में बनाए गए ट्रांज़ैक्शन

source: Recent iCloud merges have completed without any logged conflicts.
es: Las combinaciones recientes de iCloud se completaron sin conflictos registrados.
hi: हाल के iCloud मर्ज बिना किसी दर्ज कॉन्फ़्लिक्ट के पूरे हुए हैं।

source: Recent transactions
es: Transacciones recientes
hi: हाल के ट्रांज़ैक्शन

source: Recent Transactions
es: Transacciones recientes
hi: हाल के ट्रांज़ैक्शन

source: Recommendation: %@
es: Recomendación: %@
hi: सुझाव: %@

source: Recommended
es: Recomendado
hi: सुझाया गया

source: Recomputes each account's balance from its opening balance and transaction history, then repairs any drift. Accounts that use transfers are skipped for now.
es: Recalcula el saldo de cada cuenta desde su saldo inicial e historial de transacciones, y corrige cualquier desviación. Por ahora se omiten las cuentas que usan transferencias.
hi: हर अकाउंट का बैलेंस उसके ओपनिंग बैलेंस और ट्रांज़ैक्शन हिस्ट्री से दोबारा गणना करके किसी भी अंतर को ठीक करता है। ट्रांसफ़र वाले अकाउंट अभी छोड़ दिए जाते हैं।

source: Reconciliation failed: %@
es: Error en la conciliación: %@
hi: मिलान विफल रहा: %@

source: Record to Account (optional)
es: Registrar en cuenta (opcional)
hi: अकाउंट में दर्ज करें (वैकल्पिक)

source: Recorded annual turnover of %@ exceeds the %@ GST registration threshold for services (goods: %@; special-category states: services %@ / goods %@).
es: La facturación anual registrada de %@ supera el umbral de registro de GST de %@ para servicios (bienes: %@; estados de categoría especial: servicios %@ / bienes %@).
hi: दर्ज वार्षिक टर्नओवर %@ सेवाओं के लिए GST पंजीकरण सीमा %@ से अधिक है (वस्तुएँ: %@; विशेष-श्रेणी राज्य: सेवाएँ %@ / वस्तुएँ %@)।

source: Recorded cash business expenses of %@ in a day exceed the %@ threshold under which cash expenditure is not allowed as a deduction.
es: Los gastos empresariales en efectivo registrados de %@ en un día superan el umbral de %@ bajo el cual el gasto en efectivo no se permite como deducción.
hi: एक दिन में दर्ज नकद व्यावसायिक व्यय %@ उस सीमा %@ से अधिक हैं जिसके अंतर्गत नकद व्यय कटौती के रूप में अनुमत नहीं है।

source: Recorded cash deposits of %@ into current accounts in this financial year meet or exceed the %@ SFT reporting threshold for current accounts.
es: Los depósitos en efectivo registrados de %@ en cuentas corrientes en este año fiscal alcanzan o superan el umbral de reporte SFT de %@ para cuentas corrientes.
hi: इस वित्तीय वर्ष में चालू खातों में दर्ज नकद जमा %@ चालू खातों के लिए SFT रिपोर्टिंग सीमा %@ के बराबर या उससे अधिक हैं।

source: Recorded cash deposits of %@ into savings accounts in this financial year meet or exceed the %@ SFT reporting threshold for savings accounts.
es: Los depósitos en efectivo registrados de %@ en cuentas de ahorro en este año fiscal alcanzan o superan el umbral de reporte SFT de %@ para cuentas de ahorro.
hi: इस वित्तीय वर्ष में बचत खातों में दर्ज नकद जमा %@ बचत खातों के लिए SFT रिपोर्टिंग सीमा %@ के बराबर या उससे अधिक हैं।

source: Recorded cash receipts of %@ from one person in a day meet or exceed the %@ statutory limit on receiving cash in aggregate from one person in a day.
es: Los recibos en efectivo registrados de %@ de una persona en un día alcanzan o superan el límite legal de %@ para recibir efectivo en conjunto de una persona en un día.
hi: एक व्यक्ति से एक दिन में दर्ज नकद प्राप्तियाँ %@ उस दिन एक व्यक्ति से कुल नकद प्राप्त करने की वैधानिक सीमा %@ के बराबर या उससे अधिक हैं।

source: Recorded rent of %@ in a month exceeds the %@ monthly threshold at which tax is deductible at source on rent paid by an individual.
es: La renta registrada de %@ en un mes supera el umbral mensual de %@ a partir del cual se deduce impuesto en la fuente sobre renta pagada por un individuo.
hi: एक महीने में दर्ज किराया %@ उस मासिक सीमा %@ से अधिक है जिस पर किसी व्यक्ति द्वारा भुगतान किए गए किराए पर स्रोत पर कर कटौती योग्य है।

source: Recovery Mode
es: Modo de recuperación
hi: रिकवरी मोड

source: Recurring
es: Recurrente
hi: आवर्ती

source: Recurring Details
es: Detalles de recurrente
hi: आवर्ती ट्रांज़ैक्शन की जानकारी

source: Recurring essentials
es: Esenciales recurrentes
hi: आवर्ती ज़रूरी खर्च

source: Recurring rule not found
es: Regla recurrente no encontrada
hi: आवर्ती ट्रांज़ैक्शन का नियम नहीं मिला

source: Recurring Rule Not Found
es: Regla recurrente no encontrada
hi: आवर्ती ट्रांज़ैक्शन का नियम नहीं मिला

source: Recurring spending summary
es: Resumen de gastos recurrentes
hi: आवर्ती खर्च का सारांश

source: Recurring Transactions
es: Transacciones recurrentes
hi: आवर्ती ट्रांज़ैक्शन

source: Refresh
es: Actualizar
hi: रीफ़्रेश

source: Regime
es: Régimen
hi: कर व्यवस्था

source: Regime Comparison
es: Comparación de regímenes
hi: कर व्यवस्थाओं की तुलना

source: Remaining
es: Restante
hi: शेष

source: Remaining: %@
es: Restante: %@
hi: शेष: %@

source: Remind
es: Recordar
hi: याद दिलाएं

source: Reminders
es: Recordatorios
hi: रिमाइंडर

source: Remote modified
es: Modificado remotamente
hi: रिमोट पर संशोधित

source: Remote version kept
es: Se conservó la versión remota
hi: रिमोट वर्ज़न रखा गया

source: Remove %@ tag
es: Quitar etiqueta %@
hi: %@ टैग हटाएं

source: Rent
es: Alquiler
hi: किराया

source: Repair Account Balances
es: Reparar saldos de cuenta
hi: अकाउंट बैलेंस ठीक करें

source: Repaired %lld account balance(s).
es: Se repararon %lld saldo(s) de cuenta.
hi: %lld अकाउंट बैलेंस ठीक किए गए।

source: Report
es: Informe
hi: रिपोर्ट

source: Reports
es: Informes
hi: रिपोर्ट

source: Reports how much you've spent today
es: Informa cuánto ha gastado hoy
hi: बताता है कि आपने आज कितना खर्च किया है

source: Require authentication again after the app has been in the background for this long.
es: Volver a solicitar autenticación después de que la app haya estado en segundo plano durante este tiempo.
hi: ऐप के इतनी देर बैकग्राउंड में रहने के बाद फिर से प्रमाणीकरण ज़रूरी होगा।

source: Require biometrics or passcode when opening Vittora.
es: Requerir biometría o código al abrir Vittora.
hi: Vittora खोलते समय बायोमेट्रिक्स या पासकोड ज़रूरी करें।

source: Reset Everything
es: Restablecer todo
hi: सब कुछ रीसेट करें

source: Results
es: Resultados
hi: नतीजे

source: Resume
es: Reanudar
hi: फिर शुरू करें

source: Retirement
es: Jubilación
hi: रिटायरमेंट

source: Retirement & HSA Contributions
es: Aportes de jubilación y HSA
hi: रिटायरमेंट और HSA योगदान

source: Retries App Lock after a service error
es: Reintenta el Bloqueo de la app tras un error del servicio
hi: सर्विस की गड़बड़ी के बाद ऐप लॉक फिर आज़माता है

source: Retry
es: Reintentar
hi: फिर कोशिश करें

source: Review
es: Revisar
hi: समीक्षा करें

source: Review Receipt
es: Revisar recibo
hi: रसीद की समीक्षा करें

source: Review Setup
es: Revisar configuración
hi: सेटअप की समीक्षा करें

source: Review yearly income, spending, and monthly totals
es: Revise ingresos anuales, gastos y totales mensuales
hi: वार्षिक आय, खर्च और मासिक कुल की समीक्षा करें

source: Rollover Enabled
es: Arrastre activado
hi: रोलओवर चालू है

source: Rollover Unused Amount
es: Arrastrar monto no usado
hi: बची हुई राशि रोलओवर करें

source: Rules match keywords in payee names, notes, and receipt merchant text. Longer keywords take priority.
es: Las reglas coinciden con palabras clave en nombres de beneficiarios, notas y comercios de recibos. Las palabras clave más largas tienen prioridad.
hi: नियम पेयी के नाम, नोट्स और रसीद में व्यापारी के टेक्स्ट के कीवर्ड से मिलान करते हैं। लंबे कीवर्ड को प्राथमिकता दी जाती है।

source: Safe
es: Seguro
hi: सुरक्षित

source: Salaried / Pensioner
es: Asalariado / Pensionado
hi: वेतनभोगी / पेंशनभोगी

source: Salary
es: Salario
hi: वेतन

source: Same day
es: El mismo día
hi: उसी दिन

source: Save
es: Guardar
hi: सेव करें

source: Save %@/month
es: Ahorrar %@/mes
hi: हर महीने %@ बचाएं

source: Save Filter
es: Guardar filtro
hi: फ़िल्टर सेव करें

source: Save PDF Report
es: Guardar informe PDF
hi: PDF रिपोर्ट सेव करें

source: Save the current filter settings for quick access later.
es: Guarde la configuración actual del filtro para acceder rápidamente después.
hi: बाद में तुरंत इस्तेमाल करने के लिए मौजूदा फ़िल्टर सेटिंग्स सेव करें।

source: Save towards your goals
es: Ahorre para sus metas
hi: अपने लक्ष्यों के लिए बचत करें

source: Save Transaction
es: Guardar transacción
hi: ट्रांज़ैक्शन सेव करें

source: Saved amount cannot be negative.
es: El monto ahorrado no puede ser negativo.
hi: बचाई गई राशि ऋणात्मक नहीं हो सकती।

source: Saved Filters
es: Filtros guardados
hi: सेव किए गए फ़िल्टर

source: saved of %@
es: ahorrado de %@
hi: %@ में से बचाया गया

source: Saves this transaction
es: Guarda esta transacción
hi: यह लेन-देन सहेजता है

source: Saving the export so it can be shared safely.
es: Guardando la exportación para que pueda compartirse de forma segura.
hi: एक्सपोर्ट को सुरक्षित रूप से शेयर करने के लिए सेव किया जा रहा है।

source: Savings
es: Ahorros
hi: बचत

source: Savings %@, %lld goals completed
es: Ahorro %@, %lld metas completadas
hi: बचत %@, %lld लक्ष्य पूरे

source: Savings goal contribution
es: Aporte a meta de ahorro
hi: बचत लक्ष्य योगदान

source: Savings goal not found
es: Meta de ahorro no encontrada
hi: बचत लक्ष्य नहीं मिला

source: Savings Goals
es: Metas de ahorro
hi: बचत लक्ष्य

source: Savings Plan
es: Plan de ahorro
hi: बचत योजना

source: Savings progress
es: Progreso de ahorros
hi: बचत की प्रगति

source: Savings Rate
es: Tasa de ahorro
hi: बचत दर

source: Savings rate %lld percent
es: Tasa de ahorro %lld por ciento
hi: बचत दर %lld प्रतिशत

source: Scan
es: Escanear
hi: स्कैन करें

source: Scan Receipt
es: Escanear recibo
hi: रसीद स्कैन करें

source: Scanning receipts…
es: Escaneando recibos…
hi: रसीदें स्कैन की जा रही हैं…

source: Schedule
es: Programación
hi: शेड्यूल

source: Scheduled delivery verified.
es: Entrega programada verificada.
hi: शेड्यूल्ड डिलीवरी सत्यापित।
